Repository: AidarKadirbek/AnimalCorePro
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Тип животного
ru: Animal Type

source: Порода
ru: Breed

source: Инвентарный номер
ru: Inventory Number

source: Пол
ru: Gender

source: Имя
ru: Name

source: Дата поступления
ru: Arrival Date

source: Возраст на момент поступления (в месяцах)
ru: Age at Arrival (in months)

source: Родитель
ru: Parent

source: Животное
ru: Animal

source: Дата взвешивания
ru: Date of Weighting

source: Вес
ru: Weight

source: Animal types fetched successfully.
ru: Типы животных успешно получены.

source: Breeds fetched successfully.
ru: Породы успешно получены.

source: Animals fetched successfully.
ru: Животные успешно получены.

source: Weighting data fetched successfully.
ru: Данные о взвешивании успешно получены.

source: Password
ru: Пароль

source: Username
ru: Имя пользователя

source: Email
ru: Электронная почта
